{
    "title":"취석",
    "location":"경기도 남양주시 수석동",
    "source":"chi_suck",
    "content":"<span>醉石</span>",
    "translate":".",
    "information":"이곳에 있는 우암 글씨의 배경과 조선 정치사를 이해하기 위하여, 당시 안동김씨 세거지에 대하여 간략하게 살펴볼 필요가 있을 것 같다.</p><p class='article'>글자 그대로 안동에서 터전을 잡고 살았던 안동김씨는 조선시대 이전에는 별 두각을 나타내지 못하다가 병자호란 때 강경 척화파로서 서인을 이끌었던 청음 김상헌과 순결한 그의 형 김상용(<span>楓溪 金尙容</span>:1561~1637)의 조부조에서 처음으로 과거에 급제하자 관직생활을 위하여 서울 북악산 서쪽 장의동(<span>壯義洞</span>) 일대에 거주하기 시작하면서 정국을 주도하던 서인(후에 노론)의 중추적 집안으로 가세를 넓히기 시작하였다.</p><p class='article'>안동에 남아 뿌리를 내리고 살던 안동김씨들은 지역적 연고인 퇴계의 영향을 받아 학문적으로는 영남학파, 정치적으로는 남인에 속하게 되었으니, 기호학파에다가 정치적으로 반대 당파인 서인에 속했던 장의동 거주 김씨들을 이들과 구분하여 장동김씨(<span>壯洞金氏</span>)라 불렀다.</p><p class='article'>남양주 석실마을에는 한양에서 뿌리를 내린 청음의 조부를 비롯하여 청음 형제, 손자인 김수증 김수항 형제의 묘를 포함하여 문중의 묘역이 있는데, 17-18세기 정국을 주도한 장동김씨(<span>壯洞金氏</span>)들에게 장의동이 생전의 세거지(<span>世居地</span>)였다면, 남양주 석실마을은 사후의 세거지 즉 세장지지(<span>世葬之地</span>)인 셈이다.</p><p class='article'>우암의 강력한 정치적 동지였던 김수증과 김수항 형제가 1668년 조부 김상헌의 묘가 있는 이곳에 아버지를 위하여 도산정사(<span>陶山精舍</span>)를 세우자 우암이 ‘<span>醉石</span>(취석)’ 글씨를 써주었으며 1672년 이 글씨를 새겨 비석을 세워놓았는데 취석비(<span>醉石碑</span>)라 한다.</p><p class='article'>비석 뒷면에는 우암이 이 글씨를 써준 내력을 기록한 김수증의 '<span>附書陶山精舍記後</span>(부서도산정사기후)‘가 새겨져 있는데 내용을 풀어보면 대략 다음과 같다.</p><p class='article'>서인의 정신적인 지주였던 청음 김상헌이 병자호란 이후 청나라에 잡혀갔을 때 중국인 맹영광이라는 사람이 청음의 의로운 행동을 흠모하여 도연명(<span>陶淵明</span>)의 '채국도(<span>採菊圖</span>)'를 보냈다고 한다. 그래서, 도산정사에 도연명의 채국도(<span>採菊圖</span>)와 영정을 함께 모신데서 비롯되었으며, ‘<span>醉石</span>’은 주자와 연관된 도연명의 고사에서 따온 것이다.</p><p class='article'>도연명이 향리인 여산에 살 때 근처에 큰 바위가 있었는데 평소 도연명은 술에 취하면 그 바위에 올라가 잠을 잤다고 하여 그 돌을 취석 혹은 도공취석((<span>陶公醉石</span>)이라 불렀다고 한다.</p><p class='article'>주자가 이 지역 지방관으로 있을 때, 도공취석 곁에 집을 지어 귀거래관(<span>歸去來館</span>)이라 이름붙이고 살면서 ‘도공취석귀거래관(<span>陶公醉石歸去來館</span>)’이란 시를 남겼는데 주자를 신봉하는 유가에서는 중요한 일화로 삼아 인용한다.</p><p class='article'>우암은 향리에서 무위자연하며 살았던 도연명을 빗대어 청음을 그리워한 것이다.</p><p class='article'>취석비 옆에 있는 ‘석실서원묘정비(<span>石室書院廟庭碑</span>)’도 우암이 글을 짓고 김수증이 글씨를 썼다.</p><p class='article'>같은 글씨의 ‘<span>醉石</span>’ 각자가 충남 예산 가야산 자락에도 있는데, 우암의 수제자인 권상하의 제자 병계 윤봉구(<span>屛溪 尹鳳九</span>:1683~1767)가 이곳에 가야구곡을 경영하면서 석실마을 것을 탁본하여 새겼다고 보아야겠다."
}