{
	"title": "우암의 생애",
	"article": [
        ["출생과 가계","송시열은 1607년(선조40) 12월 30일에 지금의 충청북도 옥천군 구룡리의 외갓집에서 태어났다. 그의 양친은 사옹원 주부를 지낸 은진 송씨 송갑조와 곽자방의 딸 선산 곽씨이다. 그가 태어나기 며칠 전에는 마을 앞의 강물이 이유 없이 바싹 말랐다가, 그가 태어나자 다시 물이 불었다고 하며, 어머니인 곽씨 부인은 밝은 달과 같은 구슬을 삼키는 태몽을 얻어 그를 잉태했다고 한다. 또한 그의 아버지인 송갑조도 송시열이 나기 전날 밤에 마침 종가에 제사를 모시러 청산 땅에 머물고 있었는데, 한밤중에 홀연히 공자가 여러 제자를 거느리고 나타나서 그 중의 한 제자를 가리키며 &quot;이 아이를 그대에게 보내니 잘 가르치시오.&quot;라고 말한 뒤 사라지는 꿈을 꿨다고 한다. 송갑조는 송시열이 태어난 이후 꿈에 공자와 그의 제자들을 보았다 하여 &quot;이 아이는 성인이 주신 아들이다.&quot;라고 하여 성인이 왔다는 뜻의 성뢰(<span>聖賚</span>), 성래(<span>聖來</span>)라는 이름의 아명을 지어줬고 후에 시열(<span>時烈</span>)로 고쳤다. 그의 학자로의 위대함을 예견할 수 있는 태몽이었다."],

        ["유년기와 소년기","송시열은 3세 때에 혼자서 이미 글자를 깨우쳤으며, 기억력이 좋고 암기가 능하였으며 5세 무렵에는 스스로 글을 쓰기 시작했다. 7세 때에는 그의 두 형이 읽은 글을 받아 적을 줄 알았을 정도로 비상하다. 8세에 친척인 송이창의 제자가 되어 친척이자 첫 스승 송이창의 아들인 송준길의 집에서 함께 공부하게 되어 훗날 양송(<span>兩宋</span>)으로 불리는 특별한 교분을 맺게 되었다. 옥천에는 신령스럽고 괴이한 무당이 있었는데, 그가 무당이 살던 곳을 지날 때면 떠들어대는 일을 하지 못하고 그를 피하였다. 그러면서 무당이 하는 말이 &quot;이 도련님이 오시면 귀신이 바로 내리지 않는다&quot;라고 했다 한다. 이후 사람들은 그를 더욱 신통하게 보게 되었다."],

        ["청소년기","1618년 12세가 된 해에, 광해군 집권 이후 인목대비 폐모론이 나왔으나 홀로 의리를 지키며 인목대비가 유폐된 서궁을 출입하다가 발각되어 삭직되고 금고당한 아버지 송갑조로부터 《격몽요결(<span>擊蒙要訣</span>)》·《기묘록(<span>己卯錄</span>)》 등을 배웠다. 이때 부친은 우암에게 &quot;주자(<span>朱子</span>)는 후세의 공자이고 율곡(<span>栗谷</span>)은 후세의 주자이니, 공자를 배우려면 마땅히 율곡으로부터 시작해야 한다.&quot;고 격려하면서, 주자, 이이(<span>李珥</span>), 조광조(<span>趙光祖</span>), 김시습(<span>金時習</span>) 등의 절의를 교훈삼아 본받도록 가르쳤다. 그 중 송시열은 주자의 예론에 깊이 공감하였는데, 이후 그는 주자를 평생 사표로 받들고 신념을 지켜나갔다. 이는 송시열의 학문은 주자학이라고 할 정도이다."],

        ["김자생, 김집의 문하생","그 뒤로 송시열은 아버지 송갑조를 비롯해 사계 김장생, 김장생의 아들 신독재(<span>愼獨齋</span>) 김집(<span>金集</span>) 등 당시의 유명한 학자들에게서 학문을 배웠다. 특히 1625년(인조3), 김장생의 문하생이 되어 김장생의 영향을 많이 받았다.. 김장생은 율곡 이이와 우계 성혼의 학통을 계승하였다. 그는 김장생으로부터 《근사록(<span>近思錄</span>)》·《심경(<span>心經</span>)》·《가례(<span>家禮</span>)》 등을 배웠고, 1631년 김장생이 작고하자 다시 그의 아들인 신독재 김집을 스승으로 받들고 수학하였는데, 이때부터 전적으로 주자의 글을 읽으며 주자의 예학대로 생활하였다. 송시열은 김장생의 문하생으로 활동하면서 송준길, 윤선거(<span>尹宣擧</span>), 유계(<span>兪棨</span>), 윤휴, 이유태(<span>李惟泰</span>) 등을 만난다.</p><p class='article'>1625년(인조3)에는 19세의 나이로 도사 이덕사의 딸 한산 이씨와 결혼했는데, 부인 한산이씨는 고려 문정공 목은 이색의 후손이다."],

        ["청년기","1633년(인조11), 송시열은 사마시에 응시하여 장원 급제하여 생원(<span>生員</span>)이 되었다. 바로 최명길의 천거로 경릉(<span>敬陵</span>) 참봉이 되었으나 곧 1개월 만에 사직하였고, 1635년(인조13)에 대군사부(<span>師傅</span>)가 되어 봉림대군(<span>효종</span>)과 인평대군을 가르쳤다. 그는 청나라의 침략을 당한 조선의 현실을 금나라의 침략을 당한 남송과 같이 보았고, 주자의 사상이 이를 극복하는 해답이라 보았다. 송시열이 항상 주자를 언급하자 효종이 '말마다 옳은 이는 오직 주자이며, 일마다 옳은 이가 오직 주자이십니까' 라 반문했다고 할 정도이니 송시열이 얼마나 주자를 예찬했는 지 알 수 있다.</p><p class='article'>1636년(인조14)에는 병자호란이 일어났는데 강화도로 피신하는 제자인 봉림대군을 따라가지 않았다. 그 대신 인조를 호종(<span>扈從</span>)하여 남한산성으로 피란하였고, 그는 청나라에 항복하는 것을 반대하였으나, 1637년(인조15) 화의가 성립되었다. 인조가 청태조를 알현하러 남한산성을 나섰을 때 송시열이 인조를 따라 나섰는지는 확실하지 않다. 화의가 성립되고 소현세자와 봉림대군이 심양에 인질로 잡혀갔을 때에도 따라가지 않았다. 화의로 크게 실망한 송시열은 이후 별제(<span>別提</span>), 용담 현령(<span>龍潭縣令</span>), 익위(<span>翊衛</span>), 지평(<span>持平</span>) 등에 임명되었지만 출사(<span>出仕</span>)하지 않고 모두 사퇴한 뒤 10여 년간 고향에 은거하며 강학(<span>講學</span>)과 교육, 독서, 학문 연구에 전념하였다. 이 때 그의 문하에서는 수많은 학자가 배출되어 문인으로 이단하, 윤증, 민정중, 민유중, 김기하, 권상하, 이여, 정호 등이 배출되었다."],

        ["관직생활","1649년(효종1), 인조의 뒤를 이어서 효종이 임금이 되자 부름을 받았다. 송시열은 곧 어명을 받들어 다시 사헌부 장령에 등용되었고, 세자시강원 진선(<span>世子侍講院進善</span>)을 거쳐 사헌부 집의가 되어 정계에 진출하였다. 그리고 그 자리에서 13조목에 이르는 장문의 기축봉사(<span>己丑封事</span>)</span>)를 올려 자신의 정치적 소신을 개진하였다. 그러나 송준길의 상소로 김자점이 유배가 되었는데, 대제학 조경(<span>趙絅</span>)이 찬술한 《장릉지문》(<span>長陵誌文</span>)에 따르면, 당시 집권당인 서인 공서파(<span>功西派</span>)의 김자점 일파가 청나라 연호를 쓰지 않았으며 효종이 신진 사림을 등용하여 북벌을 꾀하려 한다고 청나라에 밀고를 하게 되고, 청나라에서 한성부에 사신을 보내 조선 조정에 압력을 가한다. 송시열은 당시 집권당인 서인의 당원이었으나 청서파(<span>淸西派</span>)에 속했는데, 이후 공서파의 김자점이 영의정이 되자 사직하고 다시 고향으로 내려갔다.</p><p class='article'>1653년(효종4) 다시 효종의 부름을 받아 출사해 청나라를 정벌하여 존주대의를 세워야 함을 역설하였다. 그해 3월에 충주 목사로 나갔고, 1654년 사헌부집의(<span>執義</span>), 1655년(효종6) 이조 참의 등에 연이어 임명되었으나, 모두 사양하고 출사하지 않은 채 은둔 생활을 하며 송준길 등과 강학과 후진 양성 및 저술 활동에 전념하였다. 1656년(효종7) 윤 5월 스승 신독재 김집의 부고를 접하고 관직을 사퇴하고 낙향하여 3개월간 상복을 입는다. 스승 김집의 상을 탈상한 뒤에 다시 이조참의로 출사하였다. 1657년(효종8) 찬선(<span>贊善</span>)에 임명되었으나 사양하고 그해 8월에 정유봉사(<span>丁酉封事</span>)를 올려 '시무 19조'를 건의하였다. 1658(효종9)년 다시 찬선에 등용, 이조 참의, 예조 참판에 임명되어 사양하였으나 특지(<span>特旨</span>)를 내리자 소명(<span>召命</span>)하여 상경하였다. 효종의 간곡한 부탁에 따라 이해 7월 6년 만에 다시 찬선에 임명되어 벼슬길에 나왔고, 9월에 특명으로 차헌대부 이조판서로 승진했다. 이후 1659년(효종10)에 효종이 갑자기 승하할 때까지 절대적인 신임 속에 북벌계획을 추진하는 핵심적인 인물로 부상하였다.</p><p class='article'>1668년 우의정으로 취임하였으나, 좌의정 허적(<span>許積</span>)과 뜻이 맞지 않아 한때 사임하였다가 1671년 다시 우의정으로 복직하였다. 이어서 허적이 물러가자 1672년 좌의정에 승진하고, 그의 후임으로 김수항(<span>金壽恒</span>)이 우의정이 되었다. 그러나 효종이 돌아갈 때의 대왕대비 복상 문제와 장지 문제는 항상 말썽의 대상이 되어 벼슬길도 평탄치 못하였다. 마침내 현종이 돌아가고 숙종 즉위에 이르러 영중추(<span>領中樞</span>)로 복직했다. 1674년 8월 23일 성균관 유생 이심 등은 송시열이 ‘덕을 쌓은 유학의 종주(<span>宿德儒宗</span>)’라면서 &quot;현자(<span>賢者</span>)의 진퇴는 구차스럽게 할 수 없지만 군주의 정성스러운 예절이 어떠한가에도 달려 있다&quot;며 ‘정성스럽게 모셔야 한다’고 상소했다. 같은 날 전 영의정 김수흥과 그를 구원하다 유배형에 처해졌던 간관(<span>諫官</span>)들에 대한 처벌도 모두 무효화되었다. 8월 24일에는 숙종이 가주서(<span>假注書</span>) 이윤(<span>李綸</span>)을 보냈으나 송시열은 이미 서울을 떠나 버린 뒤였다. 이윤이 뒤따라가 국왕의 말을 전했음에도 광주(<span>廣州</span>)를 거쳐 수원으로 가 버렸다. 숙종은 송시열을 거듭 타이르면서 현종의 능 지문(<span>誌文</span>)을 지으라고 명했으나 송시열은 모두 거부했다. 이후 영중추부사를 거쳐 9월 17일 행 판중추부사(<span>判中樞府事</span>)로 전임되었다. 그러나 1675년(숙종1) 1월 13일 함경남도 덕원(<span>德源</span>)에 유배된 이후 이해 6월에 남인 삼사의 맹공을 받아 경상도 장기(<span>長鬐</span>)로 이배(<span>移配</span>)되었고, 1677년(숙종3) 3월에는 유배지인 경상도 장기에서 부인 이씨(<span>李氏</span>)의 사망 소식을 접했다. 덕원·웅천(<span>熊川</span>)·장기(<span>長鬐</span>)·거제(<span>巨濟</span>)·청풍(<span>淸風</span>) 등지로 귀양살이를 하다가 풀려 나왔다. 유배지에서도 위리안치된 그에게 가르침을 청하는 사대부와 평민들의 방문이 이어졌다. 그는 위리안치의 신분이었으나 가르침을 청하는 이들을 받아들였다. 그는 또한 한자를 모르는 아녀자들을 위해 '사서삼경'과 '주자가례'를 한글로 번역하여 집필하기도 했다. 1680년(숙종6) 경신대출척으로 남인이 실각하고 서인이 집권하게 되자 1680년 6월 석방되어 귀향하였다. 바로 그해 10월에 중추부영사(<span>中樞府領事</span>) 겸 영경연사로 기용되었다가 1683년(숙종9) 고령을 이유로 치사(<span>致仕</span>)하고 벼슬에서 물러나 기로소에 들어갔고 봉조하(<span>奉朝賀</span>)가 되었다."],

        ["만년","그 후 금강산 지방을 여행하고 사표를 낸 후로는 다시 벼슬에 나가지 않았다. 충청도 청주 화양동에서 은거 생활을 하였는데, 1688년(숙종14) 희빈 장씨가 숙종의 아들을 낳자 1689(숙종15)년 1월 이를 원자로 정하는 것을 반대하여 숙종의 눈 밖에 났다. 또한 희빈 장씨의 아들 왕자 균이 왕세자가 책봉되자 송나라 철종의 고사를 들어 이를 시기상조라 하여 반대하는 상소를 했다가 숙종의 비위에 거슬리는 대목이 있어 숙종은 크게 노하여 그의 모든 관직을 박탈하였다. 이때 남인들은 다시 그를 죽여야 된다는 상소를 올리기 시작했다. 이에 의론이 분분하여 마침내 제주도로 귀양 보냈다. 다시 불러 심문하자고 주장하는 자들이 우세하니 숙종은 또 이를 허락하였다. 제주도에서 나온 그는 광양에 이르러 수제자인 권상하 등이 영접하였다. 육지에 당도한 송시열은 자신은 올바른 길을 가려다가 죽는 것이니 죽음이 두렵지 않다고 밝혔고 수많은 문도들이 눈물을 흘리며 그가 한성부까지 상경하는 길을 시종하였다. 그는 신발이나 우마를 타지 않고 한성부까지 걸어서 도보로 올라왔다. 그가 전라남도 장성군을 지날 무렵 김수항의 아들들과 장성의 하서 김인후 후손들인 김기하, 김시서와 이실지등 측근들이 그에게 찾아왔다. 남인은 그를 한성부로 압송해 국문해야 된다고 주장한다. 그러나 남인 정승인 의정부영의정 권대운(<span>權大運</span>) 등이 ‘굳이 국문할 필요가 없다’면서 ‘성상께서 참작해 처리하라’고 권하자 금부도사가 만나는 곳에서 사사하라고 명한 것이다."],

        ["사사","우암은 6월 3일 도성에 3배를 올린 뒤 사약을 받고 최후를 맞이한다. 당시 그의 나이 83세였다. 송시열은 아주 많은 나이에 사망을 했다는 점이 그것도 사약을 마시고 세상을 떠났다는 점이 아주 특이하다. 그리고 또 하나는 대신의 신분임에도 불구하고 조선시대에 대신은 역적이 아니면 사형당한 전례가 없었는데 송시열은 역적이 아니라 죄인들의 수괴라는 애매한 죄명으로 사형을 당했고 그것도 국문을 당하기 위해서 제주도에서 서울로 올라오는 도중에 정읍에서 서둘러 사약을 마신 점이 상당히 특이한 죽음이다."],

        ["사후","송시열이 죽은 후 5년 만에 다시 서인이 집권하자 신원(<span>伸寃</span>)되어 조정에서 관직을 복구하고, 1694년 수원(<span>水原</span>), 정읍(<span>井邑</span>), 충주(<span>忠州</span>) 등에 그를 제향하는 서원이 건립되었다. 그 뒤 문정(<span>文正</span>)의 시호를 내렸다. 1697년 송시열, 송상민, 권상하의 위패를 모신 남간사를 건립했다. 생전의 행적에 대해서 칭송과 비방이 엇갈리지만 서인 정권 하에서 1744년 영조(<span>英祖</span>)에 의해 문묘(<span>文廟</span>)에 배향되고, 세손 시절부터 그를 존경하던 정조(<span>正祖</span>)에 의해 효종(<span>孝宗</span>)의 묘정에 추향(<span>追享</span>)되었다. 또한 정조는 그를 공자, 맹자, 순자, 한비자, 주자에 버금가는 송자(<span>宋子</span>), 송부자(<span>宋夫子</span>)로 추대하고 국가의 스승으로 선포하였다. 대전 광역시 동구 소제동에 있던 우암 별당 기국정을 1926년 남간정사에 옮겼다."]

                ]
}