{
	"title": "우암의 정치",
	"article": [
        ["북벌론과 시무19조","청나라에서 치욕을 몸소 겪고 돌아온 효종은 1649년 즉위하자 말자 척화파들을 대거 등용하여 절치부심 북벌 의지를 불태웠으며, 우암은 이러한 효종의 의도에 부합하여 불벌 계획의 핵심 인물로 재등장하게 된다.</p><p class='article'>1653년 효종의 부름을 받아 출사한 송시열은 청나라를 정벌하여 존주대의를 세워야 함을 역설했다. 1657년에는 찬선(<span>贊善</span>)에 임명되었으나 사양하고 그해 8월에 정유봉사(<span>丁酉封事</span>)를 올려 '시무 19조'를 건의했다. 송시열은 정유봉사에서 북벌을 도모하기 위해서는 양민이 우선이고, 기강을 진작해야 하며, 군주의 사치를 억제해야 함을 강조했다. 5조에서 군정을 서두르지 말고 민심을 얻는 것을 우선으로 해야 할 것임을 지적했다. &quot;민심의 원고는 부역의 번거로움 때문이고, 이는 용도의 무절제함에서 말미암은 것이니 쓸데없는 경비를 옮겨 양병의 자본으로 삼으면 오랑캐의 효시할 수 있다&quot;하면서, &quot;오늘의 급선무는 양민 · 양병하는 것&quot;이라 하였다. 먼저 민생안정이 이루어지면 양병도 따라올 것이라는 의미이다. 14조에서는 &quot;근본이 강하면 정신이 적을 대적할 수 있고, 강하지 않으면 재앙을 초래한다.&quot;는 주자의 말을 인용하여, 기강이 해이함을 지적했다. 특히 군율이 엄하지 않음을 걱정하면서, 금위군이 교만하고 사나우며, 항상 도성에 모여 있어 매우 온편 사리에 맞고 원만하지 않음을 언급하기도 했다. 군주의 사치를 경계하는 부분은 여러 조항에서 보이고 있다. 또한 대내의 공주의 저택이 호사스러움을 지적하며, 이러한 일은 효종이 와신상담의 뜻은 없고 안일에 빠져 헤어나오지 못하는 것으로 비춰질 수 있는 문제이기 때문에 뜻 있는 자들의 맥이 풀려버릴 것을 걱정하며 군주의 반성을 촉구했다. 또한 희빈, 공주들과 함께 풍성함과 사치를 즐김은 성상의 마음이 방탕한 바이며 아랫사람을 단속할 수 없음을 강조하고 있다. 이는 또 산림에 은둔한 현사로 하여금 전하께서 원대한 염려를 잊은 것으로 의심하게 되어 대궐에 나가고 싶어하지 않게 하는 이유라 하였다. 여기서 산림을 언급한 것은 바꾸어 말하면 효정의 ‘원대한 염려’를 도울 이는 바로 산림세력임을 의미하는 것이다. 결국 북벌의 추진에 조야의 도움을 받으려면 군주의 검소함이 우선되어야 한다는 것이다. 효종의 사치함에 대한 질책은 재이 재앙이 되는 괴이한 일, 천재(<span>天災</span>)와 지이(<span>地異</span>)를 아울러 이르는 말에 대한 군주의 책임전가에까지 미치고 있다.</p><p class='article'>〈정유봉사〉에서 송시열의 강조하는 바는 8조와 19조에 집약되어 나타나고 있다. 송시열은 〈기축봉사〉 에서와 마찬가지로 춘추대일통을 강조하면서, 대통이 분명하지 못하면 인도가 어지럽고, 인도가 어지러우면 나라가 망할 것이라 염려하며, 효종의 재위에 대해 &quot;황천이 전하에게 신성한 왕위를 부여해 주신 이유는 장차 왕리를 잡아 인심을 바루고 왕도를 밝혀 민극(백성의 중도)을 세우며, 사설을 배척하며 사추(선비의 추향)를 통일시키도록 한 것입니다&quot;라고 의미를 부여하고, 공자 · 주자의 공을 이을 것을 주장했다. 여기에서 드러난 송시열의 강조점은 ‘인심’과 ‘왕도’ 그리고 ‘사추’에 있다. 효종의 재위는 양민하고 왕도정치를 하는 데에 그 의의가 있는 것이며, 선비를 추향함으로써 정통의 설을 바로 세우기 위함이라는 것이다. 여기서 송시열이 주자학을 신봉하는 골수 성리학자임을 다시 한 번 확인할 수 있고, 효종의 통치는 왕도정치의 틀 안에서 이루어져야 한다는 의미가 내포되어 있음을 알 수 있다. 이것은 곧 사림정치의 도학 실천을 강조하는 것으로, 송시열의 저의가 어디에 있는 것인지 짐작해 볼 수 있는 대목이다. 이러한 그의 생각은 북벌에 있어서도 성리학적 사상의 틀 안에서 관념으로 흐르게 되는 것이다. 마지막 조에서는 &quot;사욕을 극복하여 조정을 바로잡아야 하며, 회복에 뜻을 둔 자는 결코 손바닥을 치고 칼을 어루만지는 것에 뜻을 두지 않는다&quot;고 한 〈기축봉사〉 의 내용을 다시 언급하며 이를 재차 강조하고 있다. 또한 주자의 글속에 요순·공맹의 도가 담겨져 있음을 주장하며, &quot;덕업을 높임으로써 황천이 크게 명한 마음과 선왕의 부탁한 뜻에 부응할 것&quot;을 당부했다. 즉 효종이 유념할 것은 군사력 강화가 아니라 군주의 마음을 바로잡는 것이니, 덕업을 쌓는데 매진하라는 것이다.</p><p class='article'>1659년 3월 효종은 송시열을 은밀히 불러들이면서 승지와 사관과 내시 등 늘 임금 곁에 붙어서서 수종하는 벼슬아치들을 모두 내보냈다. 이처럼 임금과 신하 단 둘이 만나는 것을 독대(<span>獨對</span>)라 하는데, 경국대전에 임금은 어떤 경우라도 독대하지 못한다는 조항이 있다. 효종은 규정을 어겼다는 비난을 감수하면서까지 독대를 했다. 이 자리에서 효종은 자신의 생각을 토로했다. 이 자리에서 있었던 대화 내용을 송시열이 기록하여 남긴 것이 〈악대설화〉이다. 북벌에 대해 효종과 송시열 간에 구체적으로 논의가 이루어진 것은 이날의 독대가 처음이자 마지막이었다.</p><p class='article'>송시열은 양병을 위해서는 기강을 확립해야 한다는 의견을 개진했으며, 기강의 확립을 위해서는 군주의 사심을 없애야 할 것임을 강조했다. 이 말은 결국 북벌을 반대하는 논의 자체를 막아야 한다는 뜻이다. 이 일로 신하들이 임금이 송시열과 '독대'한 것에 대해 시비를 가려야 한다고 들고 나와 오히려 분란의 빌미만 제공하고 말았다. 효종은 세자를 시켜 은밀하게 송시열에게 비밀편지를 보내는 등 은밀하게 상의를 거듭하였다.</p><p class='article'>이 시기에 효종은 그에게 친히 초모(<span>貂帽</span>), 초구(<span>貂裘</span>) 등을 계속 송시열에게 하사하여 자신의 북벌 의지를 보이며 특별한 기대를 갖기도 한다. 그는 효종과 함께 북벌계획을 추진하였으나 이듬해(1659년) 봄 효종이 죽자 그 계획은 중지되었다. 한편 효종의 병이 위독하여 당시의 영의정 정태화(<span>鄭太和</span>)와 더불어 그를 불러 뒷일을 부탁하려는 눈치였으나 두 사람이 병상에 들어갔을 땐 이미 왕은 붕어한 뒤였다.</p><p class='article'>후대의 평가에 의하면, 우암은 구호로만 북벌을 외치면서 북벌론을 정치이념으로 삼은 서인 정권이 유지되는데 주력하였을 뿐, 북벌을 실행하기 위한 군사력을 강화하는 등 실질적인 조치는 전혀 하지 않았다고 한다. 이미 청나라가 명나라를 멸망시키고 중원을 차지한 국제정세 속에서 청나라에 대항한 북벌론이 얼마나 무모하며 비현실적인지 우암은 간파하고 있었던 것이라는 평가가 있다."],
        
        ["1차 예송 논쟁","1659년 효종에 죽자 바로 벌어진 1차 예송논쟁에서 미수 허목을 필두로 한 남인과의 정치투쟁을 승리로 이끈 우암의 서인정권은 1674년 숙종이 즉위할 때까지 무풍대로를 달렸다.</p><p class='article'>1차 예송 논쟁은 효종의 죽음으로 효종의 계모이자 인조의 계비였던 자의대비 조씨의 복상 문제가 제기되자 남인은 삼년복을 주장하였고 우암은 기년복을 주장해 논쟁을 펼친 것이다. 효종이 인조의 맏아들로 왕위를 이었다면 별 문제가 없었겠지만 그는 차남이고 인조의 맏아들인 소현세자의 상중에 자의대비가 맏아들에게 행하는 예로써 3년상을 치렀기 때문에 다시 효종의 상을 당해서는 몇 년 상을 해야 하는가가 문제가 되었다. 이 문제에 직면하자 서인의 송시열과 송준길은 효종이 차남이므로 원칙대로 당연히 기년상이어야 한다고 주장했다. 하지만 남인의 허목과 윤휴는 효종이 비록 차남이지만 왕위를 계승하였으므로 장남과 다름없기에 3년상이어야 한다고 반론을 제기했다. 서인과 남인의 복상 논쟁은 극단적인 감정으로 치 달았고, 결국 돌이킬 수 없는 정쟁으로 확대되고 말았다. 그리고 이 정쟁은 지방으로 확대되어 재야 선비들 사이에서도 중요한 쟁점으로 부각되었다.</p><p class='article'>송시열은 중국의 주례에 따라 기년설을 주장했는데, 윤휴가 이의를 제기하자 의례 참최장의 주석을 찾아서 서자는 장자가 될 수 없고 본부인 소생 둘째 아들 이하는 모두 서자로 간주한다는 자료를 증거로 제시했다. 남인이 그가 왕통과 종통을 나누려 한다고 공세를 가하자 그는 일단 이론으로 접수했다. 남인이 계속 정치 공세를 가하자 의례의 3년조의 소에 가통(<span>家通</span>)을 계승하였더라도 3년 상복을 입지 않는 사유인 사종지설과 체이부정(<span>體而不正</span>), 정이부체(<span>正而不體</span>)설을 찾아서 제출했다. 그러나 남인은 송시열을 탄핵하여 역모로 몰아가려다가 실패하였고, 3년설을 주장하며 송시열이 효종의 왕통을 부정한다는 정치 공세성 모함을 하며 송시열을 제거하려 하자 그는 기년설을 관철시키고 《대명률(<span>大明律</span>)》, 《경국대전(<span>經國大典</span>)》 등을 근거로 한 국제기년설(<span>國制朞年說</span>)에 따르도록 한다. 이 일로 남인을 제거하고 정권을 장악하게 된다. 이 사건 이후 송시열은 서인의 최고 지도자로의 자리를 굳혔다. 이때 남인 허목은 송시열의 주장에 반박하여 왕가의 예는 일반 사대부와 같을 수 없다고 항변하였다. 그러나 송시열은 예를 논함에 있어서 성역이 있을 수 없다고 맞받아쳤다.</p><p class='article'>1차 예송논쟁은 송시열의 승리로 끝났지만, 예송을 둘러싼 학문적 논쟁이 정권을 사이에 둔 당쟁으로 치닫는 계기가 되었다. 송시열의 주장에 패한 후 남인은 송시열이 종통(왕실)과 적통(적서, 가통)을 구별하려 한다며 송시열의 사상이 불순하다며 공격했다. 이후 윤선도가 송시열의 사형을 주장한 이후, 허목 등이 송시열의 사형을 주장했다. 남인은 그를 사형시켜야 된다며 비난했고, 처음 남인의 주장을 사상의 문제, 학문의 문제, 이념의 차이로 인정하고 접수했던 송시열은 자신을 죽이려고 하는 남인의 정치공세에 분노하게 된다."],
        
        ["2차 예송 논쟁","우암이 봉림대군을 만나면서 인생의 황금기를 누렸다면, 우암의 나이 63세에 문제적 군주였던 숙종(1661∼1720, 재위: 1674∼1720)을 만나면서 굴곡을 겪게 된다. 1674년 벌어진 2차 예송논쟁에서 왕권(<span>王權</span>)을 주장한 남인과 신권(<span>臣權</span>)을 주장한 서인이 맞붙은 정치투쟁에서 왕권강화 의지가 남달랐던 숙종이 13살의 어린 나이에 왕위에 올라 심판을 보게 되자 당연히 왕권을 주장한 남인들의 손을 들어주게 되었다. 그 결과, 임진왜란(1592년) 이래 실로 오랜만에 남인 정권이 들어서고 서인들이 대거 숙청되면서 우암은 함경도 덕원으로 유배를 당하여, 1680년 숙종대 첫 번째 환국인 경신환국(<span>庚申換局</span>)으로 남인이 숙청되고 다시 서인 정권이 들어서기까지 함경도에서 포항 장기, 거제 등으로 유배지를 전전하다가 6년 만에 해배가 되었다."]
                ]
}