{
	"title": "우암의 문학",
	"article": [
        ["우암의 작품","우암의 문집은 《송자대전》 215권, 《부록》 19권, 《송서습유》 9권, 《속습유》 1권, 《속습유부록》 2권 등 246권으로 그 양이 방대하다. 도학이 문학을 빌어야 본체를 밝게 드러낼 수 있기 때문에 우암의 문학을 고찰하는 것은 그의 도학을 살피는 일에 큰 도움이 될 것이다. 우암은 많은 문집을 남겼을 뿐 아니라 각 문체에 능했다. 그의 문집을 보면 운문과 산문에 걸쳐 40여 종의 문체를 구사하여 한문학의 문체를 다양하게 구사했음을 보여주고 있다. 그가 문학에 조예가 깊었음을 알게 하는 한 징표이다. 그에게는 수많은 문인들이 있었고 900여 명의 문하생을 배출하였다. 송시열은 학자로써 수많은 글과 글씨들을 남겼다. 특히 그는 글씨에 많은 심혈을 기울였는데, 그의 글씨는 많은 사람들이 와 부탁하고 받아갈 정도로 유명했다."],
        
        ["우암 송시열의 문학과 문학관","우암의 일생은 유학의 정통을 이어 받아 이를 배우고 몸소 실천하며 후학들에게 가르치는 사업으로 일관했다. 따라서 우암의 문학론은 그의 삶의 총체에서 문학이 어떤 의미를 갖는가를 살피는 일이 필요하다. 우암은 문학을 순수 심미 창조활동이나 독자적 영역으로 생각하지 않고, 도가 실리지 않은 글은 빈 수레와 마찬가지로 무용하다는 입장을 펼쳤다. 그는 도와 문이 일치할 때 비로소 좋은 글이 된다는 도문일치를 주장했다. 우암이 글에 담아야 한다고 하는 ‘도’는 바로 유학이자, 도학이다. 도학이나 유학의 가르침이 글 속에 실리지 않는다면, 그것은 좋은 글이 못되고 무용지문이 된다는 논리이다.</p><p class='article'>우암은 한시, 산문 등의 한문학에 방대한 양의 자료가 있다. 뿐만 아니라 그는 여성 교육에도 힘을 썼기 때문에 한글로 된 문학도 꽤나 있으며, 비록 보관이 잘 되지 않아 희소하지만 여자들에게 쓴 편지도 있다."],
        
        ["우암 송시열의 시문집, 《송자대전》","《송자대전(<span>宋子大全</span>)》은 1787년(정조11)에 간행된 215권 102책의 방대한 기록인 시문집이다. 정조는 평소 우암 시열을 존경하여 그의 영정에다가 친히 어제시를 남겼다. 이는 송시열 생전인 1683년에 작성된 영정들 중 송시열 자신이 자신 스스로를 경계하는 사자성어를 쓴 영정의 중앙부 상단에 친필로 기입하였다. 즉위 후 정조는 송시열을 송자(<span>宋子</span>), 송부자(<span>宋夫子</span>)라 하여 국가의 스승으로 추대하고 송시열의 문집과 자료를 모아 국비를 들여 《송자대전》으로 간행했다.</p><p class='article'>《송자대전》은 1717년(숙종43)에 민진후(<span>閔鎭厚</span>)의 건의에 따라 왕명에 의하여 교서관에서 간행한 《우암집(<span>尤庵集</span>)》과 이보다 앞서 송시열의 수제자인 권상하가 편집한 황강본 수백 권 등을 대본으로 하여 《주자대전(<span>朱子大全</span>)》의 편차 방식에 따라 엮은 것이다. 1907년(순종1)에 병화로 소실되자 1929년 후손과 지방 유림들의 협력으로 중간(<span>重刊</span>)이 이루어졌는데, 이때 《송서습유(<span>宋書拾遺</span>)》 9권 4책과 《송서속습유(<span>宋書續拾遺</span>)》 1권 2책도 아울러 간행되어 모두 225권 108책에 달한다.</p><p class='article'>《송자대전》은 현존하는 문집 중에 ‘자(<span>子</span>)’라는 극존칭의 글자가 표제에 붙어 있는 것으로 유일하다. 그리고 여느 문집과 달리 소·차·서·명·축문·제문·신도비명·묘갈명 등이 문집의 대부분을 차지하고 있는 점을 특징으로 들 수 있다. 이는 그의 정치적 · 학문적 위상이 컸음을 확인시켜 준다. 또, 이 책에 그의 춘추대의와 존주정신(<span>尊周精神</span>)이 일관되게 보여 진다는 점도 주목된다.</p><p class='article'><img align='right' src='/image/gichookbongsa.jpg' width='240px' style='margin-left:20px;margin-bottom:20px'>권두에 8편의 어제 묘비명과 제문·어필 발문· 〈대로사묘정비명(<span>大老祠廟庭碑銘</span>)〉이 수록되어 있어 그의 정치적 위상이 드러난다. 권1에는 부(<span>賦</span>)와 오언고시 · 칠언고시, 권2에는 오언절구 · 칠언절구, 권3에는 오언율시, 권4에는 칠언율시가 수록되어 있다. 권5에는 봉사(<span>封事</span>)가 실려 있는데, 효종 즉위 초에 시무(<span>時務</span>) 및 유학의 정치적 이상을 13개 조항에 걸쳐 올린 〈기축봉사(<span>己丑封事</span>)〉도 포함되어 있다. 송시열은 특히 〈기축봉사〉에서 마지막 조항인 ‘정치를 잘하여 오랑캐를 물리치라(<span>修政事以攘夷狄</span>)’에 강조점을 두어, 북벌론의 합당함을 제시하고 북벌이야 말로 국가 대의라는 것을 표방하였다. 권6~21에는 소차(<span>疏箚</span>), 권23~25에는 서계(<span>書啓</span>), 권26에는 헌의(<span>獻議</span>)가 실려 있다. 권27~129에는 무려 103권에 걸쳐 수천 통의 서한이 수록되어 있다. 서한을 주고받은 인물로는 당시 정계와 학계의 주요 인물들이 총 망라되어 있다. 권130~136에는 잡저(<span>雜著</span>), 권137~139에는 서(<span>序</span>), 권140~145에는 기(<span>記</span>), 권146~149에는 발문 및 후서(<span>後書</span>), 권150에는 명(<span>銘</span>) · 잠(<span>箴</span>) · 찬(<span>贊</span>), 권151에는 축문(<span>祝文</span>), 권152 · 153에는 제문(<span>祭文</span>), 권154~170에는 신도비명(<span>神道碑銘</span>)이 수록되어 있다. 특히, 신도비는 종2품 이상의 관원들에게만 세울 수 있다는 점과 그 대상이 다양했음을 고려해 보면, 송시열의 정치적 · 학문적 위상이 컸음을 확인할 수 있다.</p><p class='article'>권171에는 비(<span>碑</span>), 권172~180에는 묘갈명(<span>墓碣銘</span>), 권181에는 능지(<span>陵誌</span>), 권182~188에는 묘지명(<span>墓誌銘</span>), 권189~201에는 묘표(<span>墓表</span>), 권202~205에는 시장(<span>諡狀</span>), 권206~211에는 행장(<span>行狀</span>), 권212에는 유사(<span>遺事</span>) · 어록(<span>語錄</span>), 권213~215에는 전(<span>傳</span>)이 실려 있다.</p><p class='article'>권213에 병자호란 때 척화론을 주장하다가 순절한 윤집·오달제·홍익한을 다룬 〈삼학사전(<span>三學士傳</span>)〉과 명나라에 망명하여 청나라와 싸우다 생포된 임경업을 다룬 〈장군 임경업전(<span>林將軍慶業傳</span>)〉이 있어 주목된다. 송시열이 청나라를 배척하며 대명의리를 주창하는 것과 맥이 닿아 있기 때문이다. 〈장군 임경업전〉에는 송시열이 삼학사와 임경업을 존숭했으며 그들을 비판하고 죽음으로 몰고 간 사람들에 대해서는 비난했음이 여과 없이 드러난다."],
        
        ["우암 송시열의 서예관","그는 서예 역시 하나의 도학으로 생각했다. 글씨에 대한 미학적 입장 또한 동춘당과 우암은 창고함을 추구한 미수 허목과는 뚜렷이 차이가 난다. 즉 동춘당과 우암은 글씨를 심획이자 덕성의 표출로 간주하면서 기교가 아니라 마음수련과 동일하게 생각한다. 물론 이것은 글씨를 도학연마의 연장으로 보는 이황이나 이이 등과 같은 입장이다.</p><p class='article'>우암은 직사상을 바탕으로 서예도 인간의 도와의 어울림이 있어야 진정한 일치를 이룰 수 있다는 도예일치(<span>道藝一致</span>)인식을 가졌으며, 인간 내면의 덕성이 외면의 예와 조화를 이룰 때 비로소 생동하는 필치를 보여 수 있다고 여긴 것이다.</p><p class='article'>이와 같이 우암의 글씨는 직사상을 바탕으로 하는 학문세계와 꾸밈없는 자신의 성정이 반영되어 일체의 구애 받음 없는 강건하고 웅장한 필치를 드러냈으며, 기교 없는 운필은 때로는 강하고 억세기도 하고, 때로는 농묵으로 쓰고 때로는 담묵으로 쓰며, 때로는 노도처럼 때로는 잔잔하여 동정의 필치로 자연스런 그의 성정을 드러낸다. 도예일치(<span>道藝一致</span>)를 추구한 우암의 독특한 글맛이다."]
                ]
}